<?php

return [
    'title_page' => 'المراحل الدراسية',
    'List_Grade' => 'قائمة المراحل الدراسية',
    'add_Grade' => 'اضافة مرحلة',
    'edit_Grade' => 'تعديل مرحلة',
    'delete_Grade' => 'حذف  مرحلة',
    'Warning_Grade' => 'هل انت متاكد من عملية الحذف ؟',
    'delete_Grade_Error'=>'لايمكن حذف المرحلة بسبب وجود صفوف تابعة لها',
    'stage_name_ar' => 'اسم المرحلة بالعربية',
    'stage_name_en' => 'اسم المرحلة بالانجليزية',
    'Notes' => 'ملاحظات',
    'Submit' => 'حفظ البيانات',
    'Name' => 'اسم المرحلة',
    'Processes' => 'العمليات',
    'Edit' => 'تعديل',
    'exists' => 'المرحلة موجود بالفعل',
    'Delete' => 'حذف',
    'Close' => 'اغلاق',
];
